Repository: Amjadeel/Blot
Catalog: Tarinshot2/*.lproj/Localizable.strings
Languages: ar

source: Available materials :
ar: الخامات المتوفرة:

source: Reset
ar: اعادة ضبط

source: Velvet
ar: مخمل

source: Slik
ar: حرير

source: Wool
ar: صوف

source: Bolt!
ar: بقعة

source: Cotton
ar: قطن

source: Coffee
ar: قهوة

source: Oil
ar: زيت

source: Tea
ar: شاي

source: Cream
ar: كريم

source: Milk
ar: حليب

source: 1- Remove any excess oil with a paper towel or cloth.
ar: ١- أزل الزيت الزائد بمنشفة ورقية أو قطعة قماش.

source: 2- Sprinkle baking soda on the affected fabric and allow it to sit for 24 hours.
ar: ٢-رش صودا الخبز على القماش المصاب واتركه لمدة 24 ساعة.

source: 3- After a day passes, vacuum or brush the baking soda away.
ar: ٣- بعد مرور يوم ، قم بتنظيف أو تنظيف صودا الخبز بالمكنسة الكهربائية.

source: 4- Spray the affected area with a vinegar and water solution.
ar: ٤- بمحلول الخل والماء.

source: 5- Scrub with soap and a brush, then rinse.
ar: ٥- افرك بالصابون والفرشاة ثم اشطف.

source: 6- Repeat the process if the stain remains.
ar: ٦- كرر العملية إذا بقيت البقعة.

source: 1- Remove any excess coffee with a paper towel or cloth.
ar: ١-قم بإزالة أي فائض من القهوة بمنشفة ورقية أو قطعة قماش.

source: 2- Soak in fabric whitner for 30 min.
ar: ٢- انقعه في مبيض القماش لمدة 30 دقيقة.

source: 3- Put in the wash immediately
ar: ٣- ضع الغسول فوراً.

source: Choose one fabric and one stain type to get started !
ar: اختر نوعًا من القماش ونوع من البقع للبدء!

source: WARNING : WHEN DEALING WITH FABRIC WHITNER BE CARFUL NOT TO BLEACH YOUR CLOTHES
ar: تحذير: عند التعامل مع مبيض النسيج ، احرص على عدم تبييض ملابسك
